<?php
// +----------------------------------------------------------------------
// | SwiftPHP [ JUST DO ONE THING WELL ]
// +----------------------------------------------------------------------
// | Copyright (c) 2015-2017  http://swiftphp.zhongwenyu.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: zhongwenyu <zhongwenyu1987@163.com> <http://www.zhongwenyu.com>
// +----------------------------------------------------------------------
// | Times: 2017/1/14 17:29
// +----------------------------------------------------------------------

//定义应用目录
define('APP_PATH',__DIR__.'/../application/');

// 加载框架引导文件
require __DIR__ .'/../swiftphp/swift.php';